{
  "button": {
    "tickets": "Inscrição",
    "info": "Mais informações",
    "sponsor": "Patrocine-nos"
  },
  "countdown": {
    "days": "dias",
    "hours": "horas",
    "minutes": "min",
    "seconds": "seg"
  },
  "links": {
    "home": "Início",
    "register":"Inscrição",
    "about": "Sobre Nós",
    "event-info": "Evento",
    "partners": "Parceiros",
    "challenges": "Desafios",
    "contact": "Contactos"
  },
  "index": {
    "date": "18-20 Out 2024",
    "title": "Hackathon de Biotecnologia Azul",
    "subtitle": "Junte-se a nós no nosso hackathon de 40 horas para inovar e desenvolver soluções de vanguarda em biotecnologia, ciência e indústria."
  },
  "about": {
    "title": "A nossa filosofia",
    "subtitle_bold": "A Code Blue",
    "subtitle": " orgulha-se de enfrentar os desafios multifacetados e complexos do mundo atual, reconhecendo que as soluções requerem diversas perspetivas e esforços colaborativos. Acreditamos que todos tenham insights valiosos que podem contribuir para o avanço da humanidade. O nosso foco está na ciência, transferência de conhecimento, desenvolvimento de software, sustentabilidade e inovação."
  },
  "partners": {
    "title": "Parceiros",
    "subtitle": "Os nossos parceiros impulsionam a inovação e a excelência, fornecendo apoio e recursos vitais para o avanço das soluções de ciência e tecnologia marinha.",
    "necton": {
      "name": "Necton",
      "description": "Necton é uma empresa de biotecnologia marinha que se dedica à investigação e desenvolvimento de produtos e serviços inovadores para a indústria alimentar, farmacêutica e cosmética."
    },
    "ccmar": {
      "name": "CCMAR Algarve",
      "description": "Organização sem fins lucrativos localizada no campus de Gambelas da Universidade do Algarve e que se dedica à I&D nas Ciências do Mar."
    },
    "inductiva": {
      "name": "Inductiva.AI",
      "description": "A API da Inductiva ajuda-o a levar as simulações físicas para o próximo nível. Utilize o Python para executar facilmente os simuladores de código aberto que adora, na cloud, em grande escala."
    },
    "apa": {
      "name": "Agência Portuguesa do Ambiente",
      "description": "A Agência Portuguesa do Ambiente é responsável pela implementação das políticas ambientais em Portugal. A APA pretende contribuir para um elevado nível de proteção e valorização do ambiente através da prestação de serviços de qualidade aos cidadãos."
    },
    "ipma": {
      "name": "Instituto Português do Mar e da Atmosfera",
      "description": "O Instituto Português do Mar e da Atmosfera é a organização meteorológica, sísmica, marítima e atmosférica nacional de Portugal."
    },
    "albufeira": {
      "name": "Câmara Municipal de Albufeira",
      "description": "Albufeira proporciona um precioso acesso à Sala Azul como local do nosso hackathon."
    },
    "blue-cloud": {
      "name": "Blue-Cloud 2026",
      "description": "Com base em infraestruturas existentes como o Copernicus e o EMODnet, a Blue-Cloud pretende criar um ecossistema federado para dados FAIR e abertos na investigação marinha. Através de uma plataforma baseada na web, oferece um acesso simplificado a conjuntos de dados multidisciplinares, serviços analíticos e recursos de computação."
    },
    "cria": {
      "name": "CRIA",
      "description": "Divisão de Empreendedorismo e Transferência de Tecnologia da Universidade do Algarve."
    },
    "green-colab": {
      "name": "GreenColab",
      "description": "Juntando as Peças na Biotecnologia das Algas. Uma plataforma colaborativa para unir a transferência de conhecimento da academia, da indústria, das partes interessadas e dos consumidores."
    },
    "tech-hub": {
      "name": "Algarve Tech Hub",
      "description": "Desenvolver um ecossistema robusto na área das novas tecnologias, atraindo stakeholders internacionais, talentos tecnológicos, investidores e nómadas digitais para o Algarve."
    },
    "local-foundation": {
      "name": "local.foundation",
      "description": "Fornecer ferramentas e mentalidade certas para trabalharmos em conjunto na construção de melhores comunidades."
    },
    "geeksessions": {
      "name": "Geek Sessions",
      "description": "Promover a troca de conhecimentos e a colaboração no seio da comunidade de Produtos Digitais do Algarve (e não só!)."
    },
    "gdg": {
      "name": "GDG Faro",
      "description": "Google Developer Group Faro é uma comunidade de programadores que organiza eventos para programadores."
    },
    "econ": {
      "name": "UAlg Economics Faculty",
      "description": "O conhecimento acumulado da FEUALG sobre a realidade socioeconómica, aliado às fortes ligações que mantém com o tecido empresarial e a administração pública, garantem que a Faculdade de Economia procura adaptar o ensino universitário ao mercado de trabalho, e a sua investigação às necessidades técnico-científicas dos sociedade de hoje."
    }
  },
  "members": {
    "tc": {
      "name": "Teresa Correia",
      "position": "Investigadora do CCMAR, imagiologia médica e IA"
    },
    "pg": {
      "name": "Penélope Gonçalves",
      "position": "Líder técnico e de equipa, Contentserv"
    },
    "lg": {
      "name": "Lenz Gschwendtner",
      "position": "Cofundador, construtor de comunidades, startup punk"
    },
    "sh": {
      "name": "Sérgio Henriques",
      "position": "Software Developer, Axians Portugal"
    },
    "vn": {
      "name": "Vanessa V. Nascimento",
      "position": "Consultor, Agile Coach"
    },
    "dp": {
      "name": "David Paleček",
      "position": "Investigador do CCMAR, pythonista"
    }
  },
  "challenges": {
    "title": "Desafios",
    "subtitle": "Os nossos desafios são sugestões dos nossos parceiros, que também podem ajudar na sua orientação. Sinta-se à vontade para propor os seus próprios desafios ou desenvolver os nossos exemplos. Foram concebidos para abordar problemas do mundo real na ciência e tecnologia marinha.",
    "challenge1": {
      "title": "Desafio da Água por Luis Costa (APA)",
      "description": "A região do Algarve, no sul de Portugal, está a atravessar uma seca plurianual de 10 anos. A Agência Portuguesa do Ambiente (APA) em Faro é responsável pela monitorização do nível (estado de quantidade) e da qualidade (estado químico) das águas subterrâneas nas suas 25 massas de água subterrâneas distintas, que correspondem a 17 aquíferos principais. A monitorização dos níveis freáticos é habitualmente realizada com uma periodicidade mensal em cerca de 150 pontos de observação (poços) espalhados pelos corpos de água subterrâneos. A figura mostra que durante o mês de Setembro de 2023, os níveis das águas subterrâneas atingiram valores negativos face ao nível médio do mar, aumentando assim o risco de intrusão de água do mar, o que poderá ter consequências sem precedentes para os cidadãos, as empresas e a região como um todo."
    },
    "challenge2": {
      "title": "Desafio das Algas por CCMAR/GreenColab/Necton",
      "description": "As algas são responsáveis por cerca de 50% da produção fotossintética da Terra, ocorrendo esta principalmente debaixo de água. Estima-se que existam 72 000 espécies de algas. Podem ser unicelulares, mas também podem ter 50 m de comprimento (algas). A captação de luz faz delas “centrais de energia” e “centrais de produção” ao mesmo tempo. São utilizadas para tratar águas residuais, produzir energia, alimentos, fertilizantes, compostos farmacêuticos e cosméticos de alto valor, etc. Representando a academia, a plataforma de transferência de tecnologia e a indústria, pode explorar o oceano da tecnologia de microalgas com Biomartech no CCMAR, GreenColab e Necton. Os desafios sugeridos abordam as vastas bases de dados e métodos para a genómica de algas. Pode integrar fontes de dados, identificar novos genes com modelos de aprendizagem profunda e impulsionar novas descobertas e inovações na produção de compostos."
    },
    "challenge3": {
      "title": "Desafio de Pesca por Rui Coelho (IPMA)",
      "description": "Este desafio proporciona uma oportunidade de trabalhar nas pescas, especialmente relacionadas com grandes espécies migratórias, das quais Rui Coelho é especialista. Os principais objectivos seriam agrupar vários conjuntos de dados sobre captura e esforço, que poderiam depois ser utilizados para rastrear a abundância de espécies e o estado dos stocks pesqueiros. Um objetivo final seria desenvolver uma ferramenta de visualização que fosse informativa não só para os cientistas, mas também para os gestores e para o público em geral."
    },
    "challenge4": {
      "title": "Desafio IA frutado por Dário Passos (CEOT)",
      "description": "Tradicionalmente, milhares de frutos são amostrados manualmente e analisados após a colheita para fornecer informações sobre a maturação e a qualidade dos frutos. Estes ensaios destrutivos laboratoriais analíticos visam quantificar parâmetros internos de qualidade, como o teor de açúcar, o teor de matéria seca, etc. A composição química do fruto traduz-se em padrões de luz específicos (espectros) que, com a ajuda de modelos quimiométricos, podem ser mapeados em parâmetros internos de qualidade. Atualmente, os modelos de aprendizagem automática/aprendizagem profunda estão a ser explorados como ferramentas para criar estes modelos quimiométricos, prometendo novos caminhos de aplicações. Dário Passos é especialista na concepção deste tipo de modelos. Estes modelos para análise de dados espectrais são também aplicáveis ​​em medicina, biotecnologia e outras áreas. Esta é uma oportunidade perfeita para explorar técnicas de aprendizagem automática (por exemplo, DL) orientadas para esta nova modalidade de dados (espectros 1d). Venha participar neste desafio para encontrar boas metodologias para utilizar este tipo de dados para previsões de qualidade de frutos."
    },
    "challenge5": {
      "title": "Desafio aberto com recurso a simuladores Inductiva.AI",
      "description": "As simulações de alto desempenho impulsionam o progresso na engenharia, na ciência ambiental e em muitos outros campos. O Inductiva.AI fornece uma plataforma para a execução de simulações à escala, utilizando Python. Este desafio convida-o a explorar as possibilidades dos simuladores Inductiva.AI sob a orientação do engenheiro da Inductiva Luís Cunha, e a desenvolver novas ferramentas e fluxos de trabalho. O único limite é a sua imaginação!"
    }
    
  },
  "contact": {
    "title": "Contacte-nos",
    "subtitle_bold": "Os patrocinadores",
    "subtitle": " têm a oportunidade de apresentar os seus desafios, orientar as equipas participantes e divulgar a sua marca. Para se tornar um patrocinador e nos ajudar a realizar um hackathon excecional focado no desenvolvimento da economia azul sustentável e avanço tecnológico, contacte-nos através de"
  },
  "daycard": {
    "times": "Horário",
    "time": "Hora",
    "program": "Programa",
    "location": "Local",
    "event": {
      "time":"",
      "event": "",
      "location": "",
      "items": {}
    }
  },
  "days": {
    "day1": {
      "name": "Out 18",
      "description": "Conheça os outros participantes, ferramentas e mentores. Faça \"brainstorming\" e forme equipas.",
      "program": {
        "item1":{
          "time": "15:00",
          "event": "Inscrição",
          "location": "Campus Gambelas"
        },
        "item2":{
          "time": "15:15",
          "event": "Série de seminários",
          "items": [
            "15:15 David Paleček: \"Introdução ao Hackathon e Blue-Cloud\"",
            "15:25 Deborah Power: \"Biotecnologia Marinha\"",
            "15:40 TBA: \"Ecossistema de inovação no Algarve\"",
            "15:55 Miguel Coquet: \"Ferramentas de software de baixo código e a sua integração\"",
            "16:10 Luís Cunha: \"Computação de alto desempenho com Inductiva.AI\"",
            "16:25 Necton: \"Patrocinador do desafio das microalgas\"",
            "16:35 João Varela: \"Desafio das microalgas\"",
            "16:50 Dario Passos: \"Desafio de IA frutado\"",
            "17:05 Luis Costa: \"Águas subterrâneas no Algarve\"",
            "17:20 Rui Coelho: \"Desafio das Pescas\""
          ],
          "location": "Campus Gambelas"
        },
        "item3":{
          "time": "17:45",
          "event": "Brainstorming",
          "location": "Campus Gambelas"
        },
        "item4":{
          "time": "19:00",
          "event": "Formação de equipas",
          "location": "Campus Gambelas"
        },
        "item5":{
          "time": "19:00",
          "event": "Início da competição"
        }
      }
    },
    "day2": {
      "name": "Out 19",
      "description": "Dia de codificação difícil com ajuda de mentores e intervalos para alimentação.",
      "program": {
        "item1":{
          "time": "08:00",
          "event": "Abertura, pequeno-almoço",
          "location": "Sala Azul"
        },
        "item2":{
          "time": "09:00",
          "event": "Finalização de equipas",
          "location": "Sala Azul"
        },
        "item3":{
          "time": "09:00",
          "event": "Desafio",
          "location": "Sala Azul"
        },
        "item4":{
          "time": "13:00",
          "event": "Almoço",
          "location": "Sala Azul"
        },
        "item5":{
          "time": "14:00",
          "event": "Desafio",
          "location": "Sala Azul"
        },
        "item6":{
          "time": "18:00",
          "event": "Jantar",
          "location": "Sala Azul"
        },
        "item7":{
          "time": "19:00",
          "event": "Desafio",
          "location": "Sala Azul"
        },
        "item8":{
          "time": "22:00",
          "event": "Boa noite"
        }
      }
    },
    "day3": {
      "name": "Out 20",
      "description": "Finalize o seu produto para submissão. Dirija-se à festa onde as \"demos\" serão apresentadas, os vencedores serão anunciados e será oferecida descompressão.",
      "program": {
        "item1":{
          "time": "08:00",
          "event": "Abertura, pequeno-almoço",
          "location": "Sala Azul"
        },
        "item2":{
          "time": "09:00",
          "event": "Desafio",
          "location": "Sala Azul"
        },
        "item3":{
          "time": "13:00",
          "event": "Submissões finais",
          "location": "Sala Azul"
        },
        "item4":{
          "time": "14:00",
          "event": "A festa começa",
          "location": "Praia de Albufeira"
        },
        "item5":{
          "time": "15:00",
          "event": "Resultados, apresentações de demos",
          "location": "Praia de Albufeira"
        }
      }
    }
  },
  "event-info": {
    "title": "Informações do evento",
    "date-bold": "Quando:",
    "date": "18-20 Outumbro, 2024.",
    "location-bold": "Onde:",
    "location": "Sala Azul, Albufeira, Portugal",
    "maps": "Google Mapas",
    "teams_bold": "Equipas:",
    "teams": "2-4 membros (+1 remoto) para enfrentar desafios relacionados com a biotecnologia e com as soluções científicas ou industriais para a economia azul. Ver ",
    "teams_link": "desafios",
    "teams_end": " para mais informação.",
    "time_limit_bold": "Limite de tempo:",
    "time_limit": "40 horas a partir de sexta-feira à noite.",
    "why_bold": "Porquê participar?",
    "why": "Para colaborar, aprender e criar soluções impactantes.",
    "scope": "Âmbito",
    "scope_list":[
      "<b>Biotecnologia:</b> Inovações em biologia marinha, pesca sustentável, bioprospecção ou conservação marinha.",
      "<b>Ciência:</b> Soluções baseadas em dados, para ciência marinha, monitorização ambiental ou indústria marítima.",
      "<b>Indústria:</b> Novos modelos de negócio que apoiam a utilização sustentável dos recursos oceânicos, indústrias marítimas ecológicas ou <em>startups</em> da economia azul."
    ],
    "pitch": "Proposta especial para si",
    "p1p1": "Oferecemos ",
    "p1p2": "mentoria",
    "p1p3": " em ciências marinhas, dados, ferramentas de software e idealização.",
    "p2p1": "Fornecemos ",
    "p2p2": "um repositório selecionado de recursos",
    "p2p3": ", incluindo desafios que pode enfrentar.",
    "p3p1": "Programa que promove ",
    "p3p2": "o envolvimento social e comunitário",
    "p3p3": " ao mesmo tempo que lhe apresenta parceiros locais e os seus desafios.",
    "reserve-date": "Reserve a data: 18-20 Out 2024",
    "prizes": "Prémios",
    "prize_list": [
      "Apoio de incubação de 2 anos do CRIA.",
      "Vantagens de desenvolvimento da Google.",
      "Mais por vir ..."
    ],
    "register": "Inscrição",
    "register_link": "Em breve.",
    "rules": "Regras",
    "title2": "Criar ou juntar-se a uma equipa"
  },
  "event": {
    "rules": [
      "As equipas têm um mínimo de 2 e um máximo de 4 membros. Cada equipa pode ter 1 membro externo extra participando remotamente.",
      "As equipas serão formadas (principalmente) na <em>seixta-feira, 18 Out</em> após a sessão de brainstorming.",
      "Os membros não podem participar em mais de uma equipa.",
      "As equipas devem começar o evento sem ter nenhum trabalho de desenvolvimento feito anteriormente.",
      "Embora a competição comece oficialmente no <em>seixta-feira, 18 Out</em>, o <b>prazo final</b> para registrar uma equipa e seu nome é <b>9 a.m. <em>sábado, 19 Out</em></b>, entregue <b>em papel</b>."
    ],
    "ideas": {
      "title": "Selecionar uma ideia",
      "list": [
        "Qualquer ideia que escolha explorar durante o hackathon é válida se essa ideia, protótipo (funcional ou não), projeto estiver no âmbito da <b>Economia Azul</b> e/ou da <b>Biotecnologia</b>.",
        "Um conjunto de desafios dos patrocinadores e do CCMAR será compilado e apresentado publicamente antes de <em>seixta-feira, 18 Out</em>."
      ],
      "title2": "Desenvolver a ideia",
      "list2": [
        "Mentores com diferentes expertises estarão à disposição pare as equipas solicitarem ajuda e consultoria.",
        "Serão agendadas sessões de <em>debugging</em>, onde as equipas poderão partilhar os seus problemas e obter sugestões de outras equipas.",
        "O prazo de entrega está previsto para as 13h00 de <em>domingo, 20 Out</em>."
      ]
    },
    "jury":{
      "title": "Avaliação",
      "subtitle": "Pontuações numa escala de 0 a 10, sendo 10 a pontuação mais elevada. Os projetos serão avaliados por um painel de especialistas com base nos seguintes critérios:",
      "list": [
        "<b>Impacto:</b> Determinar a aplicabilidade prática do projeto e o seu potencial impacto na sociedade e no ambiente.",
        "<b>Viabilidade:</b> Considerar a execução do projeto e se este pode ser realisticamente levado para o mercado ou implementado num ambiente real.",
        "<b>Originalidade:</b> Avaliar a originalidade da ideia e a criatividade na sua aplicação. Considerar como o projeto se destaca das soluções existentes e o seu potencial para introduzir novos paradigmas.",
        "<b>Rigor:</b> Avaliar a base científica do projeto, incluindo a precisão dos dados, a solidez da metodologia e a validade das conclusões."
      ],
      "title2": "Código de Conduta",
      "subtitle2": "O Code Blue Hackathon dedica-se a proporcionar um ambiente seguro e confortável para todos os participantes. Consulte o ",
      "link": "Código de Conduta",
      "text": "última atualização: 2024-09-25",
      "title3": "Júri",
      "jurylist": [
        "<b>Deborah Power</b>: Professor do CCMAR, líder do grupo de Endocrinologia Comparativa",
        "<b>Luís Cunha</b>: Engenheiro na Inductiva.AI",
        "<b>TBA</b>:"
      ]
    }
  }
}